[
  {
    "titulo": "Art. 6º",
    "texto": "São direitos básicos do consumidor, sem prejuízo de outros que visem à melhoria da sua condição social:",
    "paragrafos": [
      {
        "texto": "Incluem-se entre esses direitos, de forma exemplificativa:",
        "incisos": [
          "a informação adequada e clara sobre diferentes produtos e serviços, com especificação correta de quantidade, características, composição, qualidade e preço;",
          "a proteção contra a publicidade enganosa e práticas comerciais abusivas;",
          "a educação e divulgação sobre o consumo adequado dos produtos e serviços."
        ]
      },
      {
        "texto": "A efetivação desses direitos deverá observar os princípios da transparência e da boa-fé.",
        "incisos": []
      }
    ],
    "incisos": [],
    "destaque": true,
    "tags": ["direitos", "informação", "publicidade"]
  },
  {
    "titulo": "Art. 14",
    "texto": "O fornecedor de serviços responde, independentemente da existência de culpa, pela reparação dos danos causados aos consumidores por defeitos relativos à prestação dos serviços.",
    "paragrafos": [
      {
        "texto": "A responsabilidade do fornecedor abrange falhas na execução, na qualidade e na segurança do serviço prestado.",
        "incisos": []
      },
      {
        "texto": "Aplica-se também quando houver omissão ou informação insuficiente sobre o serviço prestado.",
        "incisos": []
      }
    ],
    "incisos": [],
    "destaque": true,
    "tags": ["responsabilidade", "serviços"]
  },
  {
    "titulo": "Art. 18",
    "texto": "Os fornecedores respondem pelos vícios de qualidade ou quantidade que tornem os produtos impróprios ou inadequados ao consumo a que se destinam, ou que diminuam o seu valor.",
    "paragrafos": [
      {
        "texto": "O consumidor pode exigir a substituição do produto, a restituição da quantia paga ou o abatimento proporcional do preço, conforme o caso.",
        "incisos": []
      },
      {
        "texto": "Não sendo o vício sanado no prazo máximo de 30 dias, nos termos legais, configura-se o direito do consumidor às alternativas previstas acima.",
        "incisos": []
      }
    ],
    "incisos": [],
    "destaque": false,
    "tags": ["produtos", "vícios", "garantia"]
  },
  {
    "titulo": "Art. 22",
    "texto": "Os órgãos públicos, por si ou suas empresas, concessionárias, permissionárias ou sob qualquer outra forma de empreendimento, são obrigados a fornecer serviços adequados, eficientes, seguros e, quanto aos essenciais, contínuos.",
    "paragrafos": [
      {
        "texto": "O usuário tem direito à adequada prestação do serviço público, com padrões mínimos de qualidade e segurança.",
        "incisos": []
      }
    ],
    "incisos": [],
    "destaque": false,
    "tags": ["serviços públicos", "deveres"]
  },
  {
    "titulo": "Art. 42",
    "texto": "Na cobrança de débitos, o consumidor inadimplente não será exposto a ridículo, nem será submetido a qualquer tipo de constrangimento ou ameaça.",
    "paragrafos": [
      {
        "texto": "O consumidor cobrado em quantia indevida tem direito à repetição do indébito, por valor igual ao dobro do que pagou em excesso, salvo hipótese de engano justificável.",
        "incisos": []
      }
    ],
    "incisos": [],
    "destaque": true,
    "tags": ["cobrança", "indenização"]
  },
  {
    "titulo": "Art. 46",
    "texto": "Os contratos de adesão devem ser redigidos de modo a facilitar sua compreensão, com cláusulas que não coloquem o consumidor em desvantagem exagerada.",
    "paragrafos": [
      {
        "texto": "Cláusulas ambíguas serão interpretadas da maneira mais favorável ao consumidor.",
        "incisos": []
      },
      {
        "texto": "São nulas as cláusulas que impliquem renúncia ou disposição de direitos do consumidor.",
        "incisos": []
      }
    ],
    "incisos": [],
    "destaque": false,
    "tags": ["contratos", "adesão"]
  },
  {
    "titulo": "Art. 104-Aº",
    "texto": "A requerimento do consumidor superendividado pessoa natural, ...",
    "paragrafos": [
      {
        "texto": "Excluem-se do processo de repactuação, observadas hipóteses previstas em lei, créditos decorrentes de prejuízos causados por dolo do consumidor.",
        "incisos": []
      },
      {
        "texto": "Constarão do plano de pagamento referido no § 3º deste artigo:",
        "incisos": [
          "medidas de dilação dos prazos de pagamento que viabilizem a manutenção do mínimo existencial do consumidor;",
          "referência à suspensão ou à extinção das ações judiciais em curso relacionadas ao débito repactuado;",
          "data a partir da qual será providenciada a exclusão do consumidor de cadastros negativos, quando cabível;",
          "condicionamento de seus efeitos à abstenção de práticas que agravem a situação do consumidor, nos termos previstos em lei."
        ]
      }
    ],
    "incisos": [],
    "destaque": true,
    "tags": ["superendividamento", "repactuação"]
  },
  {
    "titulo": "Art. 56",
    "texto": "É vedado ao fornecedor de produtos ou serviços condicionar o fornecimento de produto ou serviço ao fornecimento de outro produto ou serviço, salvo quando justificadamente ligado ao objeto principal.",
    "paragrafos": [
      {
        "texto": "Práticas que caracterizem venda casada são consideradas abuso e infração às normas de proteção ao consumidor.",
        "incisos": []
      }
    ],
    "incisos": [],
    "destaque": false,
    "tags": ["venda casada", "práticas comerciais"]
  }
]
